{
  "business developer": "Salesman/Saleswoman. Tries to sell ice to Eskimos and convince you to buy a timeshare in the Sahara.",
  "product manager": "Seat heater, talks fancy and can do nothing. Comes up with new and innovative ways to make your life more complicated.",
  "business analyst": "From excel automaton to consultant, usually does nothing",
  "people operations": "HR regular employee",
  "tech lead": "Top developer that doesn't like management",
  "venture analyst": "Coffee deliverer in a VC",
  "project manager": "Either a god or a seat heater. Keeps all the plates spinning while the rest of the team takes a break",
  "advisor": "Seat heater that seems smart due to old achievements",
  "marketing associate": "Canva vendor machine",
  "consultant": "PowerPoint vendor machine",
  "community manager": "ex-Twitter troll",
  "social media manager": "Failed business degree alumni",
  "junior": "Training for the role, won't know what they are doing until 6-24months since the start",
  "implementation analyst": "Link between operations and developers, amount of work will depend on the sector/company",
  "quality engineer": "Tester. Period.",
  "ux engineer": "Tester. Makes sure your user experience is as confusing and frustrating as possible.",
  "product branding": "Regular marketing employee who is overpaid",
  "branding": "Regular marketing employee who is overpaid",
  "lead engineer": "Technical expert that doesn't like management or is not good at it",
  "global marketing": "Regular marketing employee that has a couple calls in english per week",
  "scrum master": "Someone that was technically good at something and no longer works, early pensioner",
  "marketing agent": "Salesman/Saleswoman. Tries to sell ice to Eskimos and convince you to buy a timeshare in the Sahara.",
  "chief": "Seat heater, no one knows how he/she got the position. They inhabit in the company newsletters. Either hippie people or dictators feared by all the staff.",
  "operations manager": "Looks like they do some work but they only go from one meeting to another",
  "product quality": "Tester/Guru.",
  "data engineer": "Python tinkerer, might be a competent programmer or a software operator who did a couple Coursera courses",
  "mba candidate": "Wannabe who is paying >30k with the hope that he/she will become CEO by the end of the MBA.",
  "entrepreneur": "Usually wannabe, real entrepreneurs don't spend much time on LinkedIn. They are too busy working their asses off",
  "system engineer": "IT guy, FROM the guy who you call because your PC is not working and you forgot to plug your monitor. TO mastermind holding the infrastructure of an IT company",
  "senior associate": "Company's nobody who stuck with the company for longer than expected and might still have a chance of promoting, that'll be up to his/her skills.",
  "partner operations": "Customer bootlickers, only task is to keep the customer happy",
  "technical recruiter": "The person who matches job seekers with the most technically complex and impossible to understand job descriptions. Despite of not having a clue about technical stuff",
  "customer success manager": "Hotline employee. Makes sure the customer is never actually successful.",
  "marketing manager": "Only knows PowerPoint. Responsible for convincing you to buy things you don't need.",
  "human resources manager": "Gatekeeper of office politics and the ultimate decider of who gets the good parking spot.",
  "business development manager": "Makes deals with the Devil and comes out on top. Responsible of R&D worst nightmares.",
  "recruiter": "Matches job seekers with their worst nightmares.",
  "graphic designer": "Makes everything look good, even if it's not.",
  "fullstack developer": "Supposedly can fix everything, even if they have no idea what they're doing.",
  "account manager": "Keeps the clients happy, even if it means sacrificing their own sanity.",
  "digital marketing specialist": "Facebook ads specialist. Knows how to manipulate your emotions through targeted ads.",
  "sales representative": "Can sell you anything, even if it's a used car with no wheels.",
  "tag": "tag"
}
