{
  "business developer": "Salesman/Saleswoman. Tries to sell ice to Eskimos and convince you to buy a timeshare in the Sahara.",
  "product manager": "Seat heater, talks fancy and can do nothing. Comes up with new and innovative ways to make your life more complicated.",
  "business analyst": "From excel automaton to consultant, will deliver the best presentations you will ever see. Can turn a mountain of data into a single PowerPoint slide and still leave everyone confused.",
  "people operations": "HR regular employee. Makes sure the people in the company are as miserable as possible.",
  "tech lead": "Top developer that doesn't like management. Can make any technical problem sound like a completely unsolvable mystery.",
  "venture analyst": "Coffee courier in a VC. Can spot the next big thing and convince others to invest in it, even if it's just a fad.",
  "project manager": "Either a god or a seat heater. Keeps all the plates spinning while the rest of the team takes a break",
  "advisor": "Always has the answer, even if it's the wrong one. Looks smart due to old achievements",
  "marketing associate": "Canva vendor machine. Can come up with catchy slogans and taglines, even if they don't make any sense.",
  "consultant": "PowerPoint vendor machine. Can make any problem sound more complex and expensive to solve.",
  "community manager": "ex-Twitter troll. Keeps the online community in line and makes sure no one speaks out of turn.",
  "social media manager": "Failed business degree alumni. Can turn a tweet into a PR disaster in just 140 characters.",
  "junior": "Training for the role, won't know what they are doing until 6-24months since the start",
  "implementation analyst": "Link between operations and developers. Can turn a simple task into an elaborate process that takes weeks to complete.",
  "quality engineer": "Tester. Can find the one flaw in an otherwise perfect product.",
  "ux engineer": "Tester. Makes sure your user experience is as confusing and frustrating as possible.",
  "product branding": "Marketing employee. Can make any product sound cool and trendy, even if it's an expired box of cereal.",
  "branding": "Marketing employee. Can make any company sound like the best place to work, even if it's a sweatshop.",
  "lead engineer": "Technical expert that doesn't like management or is not good at it. Can solve any technical problem, even if they have no idea what they're doing.",
  "global marketing": "Regular marketing employee that has a couple calls in english per week",
  "scrum master": "Someone that was technically good at something but forgot long ago. Keeps the team on track.",
  "marketing agent": "Salesman/Saleswoman. Tries to sell you anything, even if it's a used car with no wheels. Will probably call you when you fall asleep or while in a meeting.",
  "chief": "Person in charge, even if they have no idea what they're doing.. They inhabit in the company newsletters. Either hippie people or dictators feared by all the staff.",
  "operations manager": "Looks like they work but they just go from one meeting to another. Keeps the company running smoothly, even if it means sacrificing their own sanity.",
  "product quality": "Guru. Can find the one flaw in an otherwise perfect product.",
  "data engineer": "Python tinkerer, might be a competent programmer or a software operator who did a couple Coursera courses",
  "mba candidate": "Studying to be a business leader, even if they have no actual business experience. Paying >30k with the hope that he/she will become CEO by the end of the MBA.",
  "entrepreneur": "Usually wannabe, real entrepreneurs don't spend much time on LinkedIn. They are too busy working their asses off",
  "system engineer": "IT guy, FROM the guy who you call because your PC is not working and you forgot to plug your monitor. TO mastermind holding the infrastructure of an IT company",
  "senior associate": "Company's nobody who stuck with the company for longer than expected and might still have a chance of promoting. Does all the work while the partners take all the credit.",
  "partner operations": "Customer bootlickers, only task is to keep the customer happy",
  "technical recruiter": "The person who matches job seekers with the most technically complex and impossible to understand job descriptions. Despite of not having a clue about technical stuff",
  "customer success manager": "Hotline employee. Makes sure the customer is never actually successful.",
  "marketing manager": "Only knows PowerPoint. Responsible for convincing you to buy things you don't need.",
  "human resources manager": "Gatekeeper of office politics and the ultimate decider of who gets the good parking spot.",
  "business development manager": "Makes deals with the Devil and comes out on top. Responsible of R&D worst nightmares.",
  "recruiter": "Matches job seekers with their worst nightmares.",
  "graphic designer": "Makes everything look good, even if it's not.",
  "fullstack developer": "Supposedly can fix everything, even if they have no idea what they're doing.",
  "account manager": "Keeps the clients happy, even if it means sacrificing their own sanity.",
  "digital marketing specialist": "Facebook ads specialist. Knows how to manipulate your emotions through targeted ads.",
  "sales representative": "Can sell you anything, even if it's a used car with no wheels.",
  "technical writer": "Unsuccessful developer/engineer. Can make any technical concept sound clear and easy to understand, even if it's completely over your head",
  "business owner": "Daydreamer. Can make any product sound amazing and profitable, even if it's just a box of rocks. Developers' nightmare.",
  "product owner": "Daydreamer. Can make any product sound amazing, even if it's just a box of rocks. Developers' nightmare.",
  "customer excellence": "Hotline employee. Makes sure the customer is never actually successful."
}
